language                                      = Lietuvių (&Lithuanian)
translators                                   = mast3r

about.title                                   = Apie „[app.name]“
about.notregistered                           = Neregistruota
about.eula                                    = Peržiūrėti EULA

ok                                            = Gerai
cancel                                        = Atsisakyti
yes                                           = Taip
no                                            = Ne
close                                         = Uždaryti
error                                         = Klaida
warning                                       = Įspėjimas
or                                            = arba
and                                           = ir
if                                            = Jeigu
then                                          = tada
else                                          = kitu atveju

app.unknownError                              = Įvyko klaida.
app.activatedExistingInstance                 = Aktyvuota jau veikianti „[app.name]“ paleistis.
app.readonly                                  = tik skaitymui
app.restartneeded                             = Programa dabar bus paleista iš naujo
app.restartneeded.title                       = Reikia paleisti iš naujo

undo                                          = &Anuliuoti
redo                                          = &Pakartoti

notebook.browse.filemask.db                   = „CintaNotes“ užrašinė
notebook.new.caption                          = Nauja užrašinė
notebook.open.caption                         = Atverti užrašinę
notebook.save.caption                         = Išsaugoti užrašinę kaip

notebook.close.fail.stillediting              = Užrašinės uždaryti negalima, nes dar yra redaguojamas užrašas
notebook.close.fail.rulestillediting          = Užrašinės uždaryti negalima, nes dar yra redaguojama taisyklė

notelinkprotocol.restore.message              = Nuorodų protokolo registracija nepavyko. Ar norite ją atkurti?

menu.file                                     = {s}&Failas{s}
menu.file.new                                 = &Naujas...
menu.file.open                                = &Atverti
menu.file.saveas                              = &Išsaugoti kaip...
menu.file.close                               = &Užverti
menu.file.import                              = &Įkelti…
menu.file.export                              = &Iškelti...
menu.file.print                               = S&pausdinti...
menu.file.backup                              = &Ats. kopija
menu.file.backup.now                          = &Kurti ats. kopiją dabar
menu.file.backup.hourly.enabled               = Kas &valandą
menu.file.backup.daily.enabled                = Kas&dien
menu.file.backup.weekly.enabled               = Kas &savaitę
menu.file.recyclebin                          = &Šiukšlinė
menu.file.passwordprotection                  = Ap&saugojimas slaptažodžiu…
menu.file.rules                               = &Taisyklės
menu.file.sync                                = Sin&chronizavimas
menu.file.exit                                = I&šjungti

menu.edit                                     = {s}&Tvarkyti{s}
menu.edit.new                                 = &Naujas užrašas
menu.edit.edit                                = &Redaguoti
menu.edit.copy                                = &Kopijuoti
menu.edit.cut                                 = &Iškirpti
menu.edit.paste                               = &Įdėti
menu.edit.paste.plaintext                     = Įklijuoti kaip grynąjį te&kstą
menu.edit.delete                              = &Pašalinti
menu.edit.merge                               = &Sujungti
menu.edit.replacetags                         = P&akeisti žymas…
menu.edit.selectall                           = Pasirinkti &viską
menu.edit.properties                          = Y&patybės...
menu.edit.print                               = Sp&ausdinti...
menu.edit.copylink                            = Kopijuoti užrašo &nuorodą
menu.edit.pastenotelink                       = Įdėti užrašo nuorodą
menu.edit.inserttimestamp                     = Įtraukti laiko žymę
menu.edit.insertdate                          = Įtraukti dabartinę datą

menu.view                                     = {s}&Vaizdas{s}
menu.view.notecolor                           = &Spalvų tema
menu.view.notecolor.red                       = &Raudona
menu.view.notecolor.orange                    = &Oranžinė
menu.view.notecolor.yellow                    = &Geltona
menu.view.notecolor.green                     = &Žalia
menu.view.notecolor.cyan                      = Ž&ydra
menu.view.notecolor.blue                      = &Mėlyna
menu.view.notecolor.purple                    = &Violetinė
menu.view.notecolor.gray                      = &Pilka
menu.view.tagsidebar                          = &Žymų juosta
menu.view.sectionbar                          = S&kilčių juostelė
menu.view.reversed                            = &Atvirkštinė tvarka
menu.view.sorting                             = Rūš&iuoti pagal
menu.view.sorting.manual                      = P&asirinktinis
menu.view.sorting.created                     = &Sukūrimo data
menu.view.sorting.modified                    = &Redagavimo data
menu.view.sorting.title                       = &Pavadinimas
menu.view.sorting.link                        = &Nuoroda
menu.view.sorting.size                        = D&ydis
menu.view.history.back                        = &Atgal
menu.view.history.forward                     = &Pirmyn
menu.view.history.clear                       = &Išvalyti istoriją
menu.view.history.display                     = &Rodyti istoriją


sort.manual                                   = P&asirinktinis
sort.created                                  = &Sukurtas
sort.modified                                 = &Redaguotas
sort.title                                    = &Pavadinimas
sort.link                                     = &Nuoroda
sort.size                                     = &Dydis
sort.reverse                                  = &Atvirkštinė tvarka

menu.options                                  = {s}&Parinktys{s}
menu.options.hotkey                           = &Spartieji klavišai…
menu.options.clipping                         = &Iškarpos
menu.options.clipping.silent                  = &Tyliai
menu.options.clipping.after                   = P&o iškirpimo
menu.options.clipping.after.showinboxsection  = Pereiti į &iškarpų sekciją
menu.options.clipping.after.showuntagged      = Pereiti į &bežymį vaizdą
menu.options.clipping.after.openeditor        = &Atverti redagavimui
menu.options.clipping.after.assignactivetags  = &Priskirti dabar aktyvias žymas
menu.options.clipping.title                   = &Pavadinimui naudoti
menu.options.clipping.title.apptitle          = &Programos pavadinimą
menu.options.clipping.title.firstline         = P&irmą teksto eilutę
menu.options.clipping.title.blankline         = &Tuščią eilutę
menu.options.clipping.formatting              = &Formatavimas
menu.options.clipping.formatting.rtf          = Išlaikyti &RTF formatavimą
menu.options.clipping.formatting.html         = Išlaikyti &HTML formatavimą

menu.view.noteappearance                      = &Užrašų sąrašas...

menu.options.editor                           = &Redagavimas
menu.options.editor.links                     = &Nuorodos
menu.options.editor.links.recognize           = &Paryškinti nuorodas
menu.options.editor.links.singleclick         = &Viengubo paspaudimo nuorodos
menu.options.editor.links.doubleclick         = &Dvigubo paspaudimo nuorodos
menu.options.editor.initialfocus              = &Pradžioje fokusuoti
menu.options.editor.initialfocus.title        = Pavadinimas
menu.options.editor.initialfocus.text         = Tekstas
menu.options.editor.tabcharacter              = &Tab simbolis
menu.options.editor.tabcharacter.tab          = Su Tab klavišu
menu.options.editor.tabcharacter.ctrltab      = Su Ctrl+Tab
menu.options.editor.wordwrap                  = &Žodžių talpinimas
menu.options.editor.editorescsavenote         = &Automatiškai įrašyti pakeitimus paspaudus Esc

menu.options.search                           = &Paieška
menu.options.search.reset.onctrlf             = &Atstatyti paiešką su [ctrl]+F
menu.options.search.reset.multistep           = &Keleto žingsnių atstatymas su [esc]

menu.options.tags                             = &Žymos
menu.options.tags.lowercase                   = Tik &mažosios raidės
menu.options.tags.accepton                    = &Priimti pasiūlymus, kai paspaudžiamas
menu.options.tags.displaycounts               = &Rodyti žymų naudojimo statistiką žymų juostoje
menu.options.tags.autodeleted                 = A&utomatiškai ištrinta (numatyta parinktis)
menu.options.tags.suggestions.contextsensitive = Nuo &turinio prisklausantys siūlymai

menu.options.tags.accepton.space              = &Tarpo klavišas
menu.options.tags.accepton.click              = Kairysis pelės &klavišas

menu.options.rules                            = Tais&yklės
menu.options.rules.notifications              = &Informuoti pritaikius

menu.options.window                           = &Langas
menu.options.minimizetotray                   = Su&mažinti į sistemos juostą
menu.options.closetotray                      = &Uždaryti į sistemos juostą
menu.options.alwaysontop                      = &Visada viršuje
menu.options.window.minimizeonesc             = Sumažinti paspaudus Esc
menu.options.window.minimizeonlostfocus       = Sumažinti langą jam tapus neakty&viu
menu.options.minimizetotray.error             = Apsaugai slaptažodžiu reikalingas sumažinimas į sistemos juostą.

menu.options.window.minimizeonlostfocus.off   = Išjungta
menu.options.window.minimizeonlostfocus.immediately = Iškart
menu.options.window.minimizeonlostfocus.after10secs = Po 10 sekundžių
menu.options.window.minimizeonlostfocus.after1minute = Po 1 minutės
menu.options.window.minimizeonlostfocus.after5minutes = Po 5 minučių

menu.options.startup                          = P&aleistis
menu.options.runatstartup                     = &Paleisti užsikrovus kompiuteriui
menu.options.startup.minimized                = Paleisti &sumažintą
menu.options.startup.multipleinstances        = &Leisti kelias paleistis
menu.options.startup.restoretagsfilter        = Sugrąžinti paskutinį &žymų pasirinkimą
menu.options.startup.multipleinstances.activationmsg = &Perspėti, kai aktyvuoju esančią programos paleistį

menu.options.system                           = Sis&tema
menu.options.system.associatewithdbfile       = Susieti „[app.name]“ su .db failais
menu.options.system.registerlinkprotocol      = Įregistruoti &nuorodų protokolą
menu.options.system.proxysettings             = &Įgaliotojo serverio nustatymai
menu.options.system.registry.error            = Registras negali būti pakeistas. Prašome paleisti „[app.name]“ su administratoriaus teisėmis ir bandyti vėl.

registerlinkprotocol.title                    = Nuorodų protokolo registracija
registerlinkprotocol.registered               = Ši „[app.name]“ paleistis dabar yra įregistruota sistemoje cintanotes:// nuorodų naudojimui.
registerlinkprotocol.unregistered             = ši „[app.name]“ paleistis yra išregistruota ir toliau nebenaudos cintanotes:// nuorodų paspaudimų.

menu.options.language                         = &Kalba

menu.help                                     = {s}&Žinynas{s}
menu.help.help                                = &Pagalba
menu.help.website                             = &Tinklalapis
menu.help.forum                               = &Forumas
menu.help.roadmap                             = &Plėtojimas
menu.help.translate                           = V&ertimai
menu.help.debug                               = &Derinimas
menu.help.debug.logging                       = &Derinimo žurnalas
menu.help.license                             = &Licencija
menu.help.checkforupdates                     = &Ieškoti atnaujinimų
menu.help.about                               = &Apie „[app.name]“

menu.updatenotify.tooltip                     = Yra nauja  „CintaNotes“ versija

confirmdelete.one                             = Pašalinti užrašą {n}'{0]'?
confirmdelete.many                            = Ištrinti pasirinktus įrašus: {0}?
confirmdelete.title.one                       = Ištrinti užrašą?
confirmdelete.title.many                      = Ištrinti užrašus?
confirmdelete.unsaved                         = Užrašas dar neišsaugotas. Atmesti pakeitimus?
confirmdelete.openineditor.title              = Užrašas yra atvertas redaktoriuje
confirmdelete.openineditor                    = Užrašas „{0}“ šiuo metu atvertas redagavimui .{n}Ar tikrai norite jį pašalinti?
confirm.movetorecyclebin.one                  = Perkelti užrašą {n}'{0}'{n}į šiukšlinę?
confirm.movetorecyclebin.many                 = Perkelti pasirinktus užrašus į šiukšlinę: {0}?
confirm.movetorecyclebin.title.one            = Perkelti užrašą į šiukšlinę?
confirm.movetorecyclebin.title.many           = Perkelti užrašus į šiukšlinę?

confirm.merge.title                           = Sujungti užrašus?
confirm.merge.message                         = Ar tikrai norite sujungti šiuos užrašus?

confirmationdialog.dontaskagain               = Nebeklausti

deletenotesmessagedialog.caption              = Perkelti užrašus į šiukšlinę?
deletenotesmessagedialog.title                = Šiukšlinė yra nustatyta talpinti tik {1} užrašus (-ų), o jūs norite ištrinti {0}.{n}Ką norėtumėte daryti?
deletenotesmessagedialog.button.increase      = Padidinti
deletenotesmessagedialog.increase.description = Padidinti šiukšlinėje laikomų užrašų talpą
deletenotesmessagedialog.button.delete        = Ištrinti
deletenotesmessagedialog.delete.description   = Negrįžtamai pašalinti likusius {0} užrašus

confirmlinkopening.message                    = {0} nuorodų atidarymas vienu metu gali sukelti sistemos veikimo sutrikimų.{n}Ar norite tęsti?

filter                                        = Filtras:
filter.anytextfield                           = Bet kuris tekstinis &laukas
filter.textandtitle                           = &Tekstas ir pavadinimas
filter.text                                   = Ti&k tekstas
filter.title                                  = T&ik pavadinimas
filter.time.created                           = &Sukūrimo laikas
filter.time.modified                          = &Redagavimo laikas
filter.remarks                                = &Pastabos
filter.attachments                            = &Priedai
filter.link                                   = &Nuoroda
filter.tags                                   = Ž&ymos
filter.all                                    = &Viskas
search.insidewords                            = I&eškoti tarp žodžių
search.acrossfields                           = Ieškoti &lauko ribose

license.message.text                          = Ši funkcija yra tik mokamoje versijoje
license.message.caption                       = Reikalinga licencija

noteslist.notebookempty                       = Tavo užrašinė tuščia.{n}{n} Norėdamas sukurti įrašą spausk Ins klavišą, arba pažymėk tekstą kitose programose ir spausk spartųjį teksto ištraukimo klavišą (numatytasis [clipping.default.key]).{n}Tu taip pat gali kurti įrašus įdėdamas tekstą iš atmintinės.
noteslist.sectionempty                        = Ši užrašinės sekcija yra tuščia
noteslist.notfound                            = Nerasta jokių užrašų, atitinkančių dabartinį filtrą.\n
noteslist.openlink                            = Atidaryti &nuorodą
noteslist.tag                                 = &Žymėti…
noteslist.export.selected                     = &Iškelti…
noteslist.move                                = P&erkelti
noteslist.move.up                             = &Aukštyn
noteslist.move.down                           = &Žemyn
noteslist.move.top                            = Į &viršų
noteslist.move.bottom                         = Į a&pačią
noteslist.properties                          = Ypatybės...
noteslist.move.tosection                      = Į &sekciją:

noteslist.attachments.more                    = (dar {0})
noteslist.drag.more                           = + {0} užrašai (-ų)

noteedit.title                                = Redaguoti
noteedit.accepthint                           = (Pakeitimus patvirtinsite nuspaudę [noteedit.accepthint.shortcut])
noteedit.link                                 = Nuoroda
noteedit.tags                                 = Žymos
noteedit.remarks                              = Pastabos
noteedit.new.title                            = Naujas užrašas
noteedit.readonly.title                       = Užrašas tik skaitymui
noteedit.notesaved                            = Užrašas išsaugotas
noteedit.esc.savechanges.title                = Pakeitimų įrašymo patvirtinimas
noteedit.esc.savechanges                      = Užrašo pakeitimai dar nebuvo išsaugoti. Įrašyti pakeitimus?
noteedit.esc.savechanges.dontask              = Neprašyti išsaugoti pakeitimų atsisakant
noteedit.notelinkcopied                       = Užrašo nuoroda nukopijuota į iškarpinę
noteedit.links.itselferror                    = Negalima pridėti nuorodos į ją pačią
noteedit.links.alreadynotelinkerror           = Negalima pridėti nuorodos į tekstą, kuriame nuoroda jau yra
noteedit.links.multilineerror                 = Negalima pridėti kelių eilučių nuorodos
noteedit.links.createnewnote                  = Sukurti naują užrašą
noteedit.links.updatecaption                  = Atnaujinti nuorodos antraštę
noteedit.links.typetip                        = Ieškokite pagal pavadinimą
noteedit.links.tip.notenotfound               = Nurodytas užrašas nerastas
noteedit.links.tip.notebooknotfound           = Užrašinė su nurodytu užrašu nerasta
noteedit.links.tip.notebookencrypted          = Užrašinė, kurioje yra nurodytas užrašas, yra užšifruota
noteedit.section.tip                          = Sekcija
noteedit.linkedit.tip                         = Redaguoti nuorodą
noteedit.linkedit.open.tip                    = Atidaryti nuorodą
noteedit.attach.tip                           = Pridėti failą

noteedit.attach.confirm.title                 = Patvirtinkite failų pridėjimą
noteedit.attach.confirm                       = Pridėti šiuos {0} failus?
noteedit.attach.confirm.nfilesmore            = dar {0} failas(-ų)
noteedit.externalattachlink.message           = Ši nuoroda susieta su kitu užrašinės failu.{n}Priedų atvėrimas iš kito užrašinės failo nėra palaikomas.

noteedit.attach.alreadyattached               = Failas „{0}“ jau pridėtas. Ar norite jį atnaujinti?
noteedit.attach.alreadyattached.title         = Failas jau pridėtas
noteedit.attach.updatename                    = Failas „{0}“ jau pridėtas kitu pavadinimu: „{1}“.{n}Ar norite atnaujinti pavadinimą?
noteedit.attach.updatename.title              = Failas jau pridėtas

noteedit.attach.updatefromdisk.title          = Priedas pakeistas kompiuteryje
noteedit.attach.updatefromdisk                = Priedas „{0}“ buvo pakeistas kompiuteryje. Atnaujinti?

noteedit.attach.savetodiskoverwrite.title     = Failas jau egzistuoja
noteedit.attach.savetodiskoverwrite           = Paskirties aplanke „{0}“ jau yra failas pavadinimu „{1}“. Pakeisti?

noteedit.attach.cleanup.failed                = Ištraukto priedo „{0}“ pašalinti negalima, jis ko gero vis dar redaguojamas.{n}Vistiek uždaryti?
noteedit.attach.cleanup.failed.title          = Priedas vis dar redaguojamas

noteedit.attach.open.pwprotected              = Peržiūrai priedas „{0}“ {n}bus įrašytas į nešifruotą laikiną failą.{n}Tęsti?
noteedit.attach.open.pwprotected.title        = Saugumo įspėjimas

noteedit.attach.syncing.sizelimitexceeded     = Priedų dydžio riba bus viršyta ir sinchronizavimas nebus {n} užbaigtas, kol dalis priedų nebus pašalinti. {n}Vis tiek pridėti failus?
noteedit.attach.syncing.sizelimitexceeded.title = Viršyta priedų sinchronizavimo dydžio riba

linkswatchdog.title                           = Aptikta sugadinta nuoroda
linkswatchdog.message                         = Sugadinta nuoroda: {0} -> {1}

linkswatchdog.title                           = Aptikta sugadinta nuoroda
linkswatchdog.message                         = Sugadinta nuoroda: {0} -> {1}

noteedit.openfilelink.notexists.title         = Failas nerastas
noteedit.openfilelink.notexists.message       = Nepavyko rasti failo pavadinimu {0}. Ar norėtumėte pašalinti nuorodą?

noteedit.copylinktounsavednote.caption        = Kopijuoti nuorodą į neišsaugotą užrašą
noteedit.copylinktounsavednote.message        = Ar norite išsaugoti šį užrašą bei nukopijuoti nuorodą į jį?

noteedit.attachment.toolarge                  = Šis failas per didelis.{n}Galite pridėti tik iki {0} [gbytes] dydžio failus.
noteedit.attachment.notexist                  = Failas „{0}“ nerastas.
noteedit.attachment.attach.progress.title     = Pridedamas failas
noteedit.attachment.attach.progress.message   = Pridedamas {0}...
noteedit.attachment.open                      = &Atverti
noteedit.attachment.openwith                  = At&verti su...
noteedit.attachment.open.progress.title       = Atveriamas priedas
noteedit.attachment.open.progress.message     = Atveriamas {0}...
noteedit.attachment.saveas                    = Iš&saugoti kaip...
noteedit.attachment.saveas.selectfolder       = Pasirinkti aplanką
noteedit.attachment.saveas.progress.title     = Išsaugomas priedas
noteedit.attachment.saveas.progress.message   = Išsaugomas {0}...
noteedit.attachment.saveas.successmsg.title   = Priedas išsaugotas
noteedit.attachment.saveas.successmsg         = Priedas išsaugotas į {0}.
noteedit.attachment.saveas.successmsg.many    = Priedai buvo išsaugoti.
noteedit.attachment.saveas.view               = Peržiūrėti
noteedit.attachment.delete                    = &Šalinti

noteappearance.title                          = Užrašų sąrašo parametrai
noteappearance.pt                             = pt
noteappearance.bold                           = Pusjuodis
noteappearance.italic                         = Pasviręs
noteappearance.headerfontlabel                = Antraštės šriftas:
noteappearance.textfontlabel                  = Teksto šriftas:
noteappearance.notelines                      = Peržiūros teksto eilutės:
noteappearance.notelines.min                  = min.
noteappearance.notelines.max                  = maks.
noteappearance.change                         = …
noteappearance.textformatting                 = Atvaizuoti teksto formatavimą
noteappearance.datedisplay.label              = Datos ir laiko rodymas:
noteappearance.datedisplay.combo.none         = Nieko
noteappearance.datedisplay.combo.created      = Sukurta
noteappearance.datedisplay.combo.modified     = Redaguota
noteappearance.datedisplay.combo.both         = Sukurta ir redaguota
noteappearance.datedisplay.sortmodedate       = Visada rodyti rūšiavimo režimo datą
noteappearance.datedisplay.displaytime        = Rodyti dienos laiką
noteappearance.tagdisplay.enabled             = Rodyti žymas
noteappearance.tagdisplay.fullnames           = Visada rodyti pilnas žymas
noteappearance.remarksdisplay.enabled         = Rodyti pastabas
noteappearance.remarksdisplay.lines.max       = Rodoma pastabų eilučių:

notebookmessage.title                         = Užrašinė
notebookmessage.message                       = Nepavyko atverti užrašinės, nes šis adresas yra nepasiekiamas: "{0}"
notebookmessage.button.create                 = Sukurti naują
notebookmessage.button.open                   = Atverti esamą
notebookmessage.button.exit                   = Išeiti

pastemessage.caption                          = Konfliktas pridedant užrašus
pastemessage.title                            = Šioje užrašinėje jau yra {0} užrašai su tais pačiais ID, bet skirtingu tekstu. {n} Ką norėtumėte daryti?
pastemessage.button.replace                   = Pakeisti
pastemessage.button.replace.description       = Pakeisti esamus užrašus užrašais iš iškarpinės
pastemessage.button.addnew                    = Pridėti kaip naują
pastemessage.button.addnew.description        = Pridėti užrašus iš iškarpinės kaip naujus užrašus su nauju ID
pastemessage.button.lastmodified              = Naudoti vėliausiai pakeistus
pastemessage.button.lastmodified.description  = Naudoti užrašus su vėlesne redagavimo data

pastemessage.attachmentdatanotfound           = Nepavyko įdėti:{n}Užrašinė su priedo „{}“ duomenimis nerasta

searchdialog.find.title                       = Rasti
searchdialog.findandreplace.title             = Surasti ir pakeisti
searchdialog.findwhat                         = &Rasti ką:
searchdialog.replacewith                      = Pakeisti su:
searchdialog.matchcase                        = &Atsižvelgti į didžiąsias raides
searchdialog.searchinsidewords                = &Ieškoti žodžiuose
searchdialog.button.findprevious              = Rasti &ankstesnį
searchdialog.button.findnext                  = Rasti &kitą
searchdialog.button.replace                   = Pa&keisti
searchdialog.button.replaceall                = Pakeisti &viską
searchdialog.button.close                     = &Uždaryti
searchdialog.specifiedtextnotfound            = Nepavyko rasti nurodyto teksto.
searchdialog.findreachedstartingpoint         = Paieška grįžo į pradžią

wronglinkmessage.title                        = Atidaroma nuoroda
wronglinkmessage.notenotfound                 = Nurodytas užrašas nerastas.
wronglinkmessage.notebooknotfound             = Nepavyko rasti užrašinės su nurodytu užrašu.
wronglinkmessage.notebookincompatible         = Užrašinė, kurioje yra nuorodų į kitus užrašus, yra nesuderinama su dabartine versija.
wronglinkmessage.notebookencrypted            = Užrašinė, kurioje yra nurodytas užrašas, užšifruota.
wronglinkmessage.button.remove                = Pašalinti nuorodą
wronglinkmessage.button.createnew             = Sukurti naują užrašą

externallinkmessage.title                     = Atidaroma išorinė nuoroda
externallinkmessage.message                   = Šioje nuorodoje minimas kitos užrašinės failas '{0}'.{n}Kaip norite atverti užrašą?
externallinkmessage.switchmessage             = Ši nuoroda susieta su kitu užrašinės failu '{0}'.{n}Ar norite pereiti prie kitos užrašinės?
externallinkmessage.button.anotherinstance    = Atverti kitoje paleistyje
externallinkmessage.button.switch             = Sukeisti užrašines
externallinkmessage.button.switch.changes     = Visi neišsaugoti pakeitimai bus įrašyti.

upgrademessage.title                          = Užrašinės atnaujinimas
upgrademessage.message                        = Užrašinės failas '{0}'{n}buvo sukurtas naudojantis senesne „[app.name]“ versija.{n}Ar norite jį atnaujinti?
upgrademessage.check.createbackup             = Kurti ats. kopiją
upgrademessage.cancelled                      = Atnaujinimas nutrauktas.
upgrademessage.successful                     = Atnaujinimas sėkmingas!
upgrademessage.successful.backup              = Atnaujinimas sėkmingas!{n}Senų failų atsarginė kopija išsaugota kaip:{n}{0}{n}aplanke: {n}'{1}'.
upgrade.backup.before                         = prieš atnaujinant į

backup.successdialog.caption                  = Ats. kopija sukurta!
backup.successdialog.message                  = Užrašinė atkurta{n}kaip {0}{n}į {1}
backup.processdialog.caption                  = Ats. kopijos kūrimas
backup.processdialog.message                  = Prašome palaukti, kol kuriama atsarginė užrašinės kopija...

tagsedit.title                                = Pridėti / Nuimti žymas
tagsedit.addtags                              = Pridėti žymas:
tagsedit.removetags                           = Nuimti žymas:

passworddialog.title                          = Įveskite slaptažodį
passworddialog.old.title                      = Įveskite seną slaptažodį:
passworddialog.password                       = Slaptažodis:
passworddialog.old.password                   = Senas slaptažodis:
passworddialog.incorrectpassword              = Klaidingas slaptažodis
passworddialog.notebook                       = Užrašinė...

setnotebookpassworddialog.title               = Apsauga slaptažodžiu
setnotebookpassworddialog.enabled.encryption  = Apsaugokite šią užrašinę slaptažodžiu
setnotebookpassworddialog.oldpassword         = Senas slaptažodis:
setnotebookpassworddialog.newpassword         = Naujas slaptažodis:
setnotebookpassworddialog.confirmpassword     = PAtvirtinkite slaptažodį:
setnotebookpassworddialog.incorrectpassword   = Kalidingas senas slaptažodis
setnotebookpassworddialog.matcherror          = Slaptažodis ir jo patvirtinimas nesutampa
setnotebookpassworddialog.equalerror          = Senas ir naujas slaptažodžiai sutampa
setnotebookpassworddialog.successfullychanged = Slaptažodis sėkmingai pakeistas
setnotebookpassworddialog.successfullyremoved = Slaptažodis sėkmingai pašalintas
setnotebookpassworddialog.cancelled           = Slaptažodžio nustatymas buvo atšauktas
setnotebookpassworddialog.errormsg            = Nustatant slaptažodį programoje įvyko klaida
setnotebookpassworddialog.errormsg.title      = Slaptažodžio nustaymo klaida
setnotebookpassworddialog.autoreset.checkbox  = Sumažinti į sistemos juostą ir užrakinti po
setnotebookpassworddialog.autoreset.suffix    = neaktyvumo minučių
setnotebookpassworddialog.warning             = DĖMESIO: slaptažodžio atkurti neįmanoma! Jei pamiršite, {n}visam laikui prarasite priėjimą prie šios užrašinės užrašų!
setnotebookpassworddialog.option.dontstore    = Neatsiminti slaptažodžio: foninės užduotys neveiks kai užrašinė užrakinta
setnotebookpassworddialog.option.store        = Atsiminti slaptažodį: foninės užduotys veiks net ir kai užrašinė užrakinta
setnotebookpassworddialog.storepassword.warning = DĖMESIO: reikalauja užšifruoto slaptažodžio saugojimo diske.{n}Nenaudokite šios parinkties kai norite didžiausio saugumo.
setnotebookpassworddialog.lockonminimize.checkbox = Užrakinti iškart po sumažinimo į sistemos juostą
setnotebookpassworddialog.lockonsyslock.checkbox = Užrakinti užrakinus kompiuterį
setnotebookpassworddialog.notebookisencrypted = Užrašinė yra užšifruota
setnotebookpassworddialog.button.changepassword = Keisti slaptažodį...

encrypt.progress.caption                      = Užšifravimo progresas
encrypt.progress.message                      = Prašome palaukti, kol vyksta užšifravimas...
decrypt.progress.caption                      = Iššifravimo progresas
decrypt.progress.message                      = Prašome palaukti, kol vyksta iššifravimas...

recentlist.notfoundmessage                    = Ar norite pašalinti nuorodą į jį iš paskutiniųjų sąrašo?
recentlist.cantclosenotebook                  = Vienos užrašinės užverti negalima

replacetags.title                             = Pakeisti žymas
replacetags.sourcetags                        = Pakeisti žymas:
replacetags.desttags                          = Šiomis žymomis:
replacetags.hint                              = Čia tu gali pervadinti, atskirti, sujungti ir ištrinti žymas.{n}{n}Pvz., norėdamas ištrinti žymas, įvesk jas į pirmą redagavimo laukelį, o antrąjį palik tuščią.

recyclebindialog.title                        = Šiukšlinė
recyclebindialog.column.datedeleted           = Ištrinta
recyclebindialog.column.title                 = Pavadinimas
recyclebindialog.column.text                  = Tekstas
recyclebindialog.column.datecreated           = Sukurta
recyclebindialog.column.datemodified          = Pakeista
recyclebindialog.column.size                  = Dydis (KB)
recyclebindialog.column.tags                  = Žymos
recyclebindialog.column.sectionname           = Sekcija
recyclebindialog.column.link                  = Nuoroda
recyclebindialog.button.restore               = Atkurti
recyclebindialog.button.delete                = Ištrinti
recyclebindialog.button.deleteall             = Ištuštinti
recyclebindialog.label.maxsize                = Maksimalus saugomų ištrintų užrašų skaičius:
recyclebindialog.label.keepnotes              = Ištrinti negrįžtamai po
recyclebindialog.label.keepnotes.suffix       = dienų
recyclebindialog.error.invalidmaxsize         = Maksimalus ištrintų užrašų skaičius turi būti teigiamas
recyclebindialog.error.invalidkeepnotes       = Dienų skaičius turi būti teigiamas

recyclebindialog.menu.restore                 = Atkurti
recyclebindialog.menu.delete                  = Ištrinti
recyclebindialog.menu.deleteall               = Ištuštinti

recyclebindialog.confirm.delete.title         = Ištrinti negrįžtamai
recyclebindialog.confirm.delete.message       = Negrįžtamai ištrinti pasirinktus užrašus: {0}?
recyclebindialog.confirm.deleteall.title      = Ištuštinti šiukšlinę?
recyclebindialog.confirm.deleteall.message    = Ištrinti negrįžtamai visus užrašus: {0}?
recyclebindialog.confirm.restore.title        = Atkurti užrašus iš šiukšlinės
recyclebindialog.confirm.restore.message      = Atkurti pasirinktus užrašus: {0}?

tray.addnew                                   = Naujas užrašas
tray.restore                                  = Atkurti
tray.exit                                     = Išeiti

printdialog.title                             = Spausdinti užrašus
printdialog.title.single                      = Spausdinti užrašą
printdialog.group.scope                       = Spausdinimo apimtis
printdialog.group.fields                      = Laukeliai spausdinimui
printdialog.errormsg                          = Spausdinant įvyko klaida.
printdialog.errormsg.title                    = Spausdinimo klaida

export.title                                  = Iškelti užrašus
export.filemask.txt                           = Unicode tekstas
export.filemask.xml                           = XML
export.filemask.html                          = Tinklalapis
export.successmsg.title                       = Iškėlimas sėkmingas
export.successmsg                             = Užrašų iškėlimas sėkmingas. Iškelti užrašai: {0}.
export.errormsg                               = Iškeliant užrašus įvyko klaida.
export.errormsg.title                         = Iškėlimo klaida
export.html.created                           = Sukurta:
export.html.modified                          = Redaguota:
export.scope.all                              = Visi užrašai ({0})
export.scope.current                          = Dabartinis vaizdas ({0})
export.scope.selection                        = Pasirinkti užrašai ({0})
export.field.title                            = Pavadinimas
export.field.text                             = Tekstas
export.field.creation                         = Sukūrimo data
export.field.modification                     = Redagavimo data
export.field.link                             = Nuoroda
export.field.tags                             = Žymos
export.field.remarks                          = Pastabos
export.field.attachments                      = Priedai
export.field.rules                            = Taisyklės
export.group.scope                            = Iškėlimo apimtis
export.group.fields                           = Iškėlimo langeliai
export.errormsg.nonotes                       = Iškelti iš tuščios užrašinės negalima
export.button.view                            = Peržiūrėti

export.processdialog.caption                  = Iškėlimas
export.processdialog.message                  = Prašome palaukti, kol vyksta iškėlimas...

import.title                                  = Įkelti užrašus
import.filemask.all                           = „CintaNotes“ failai
import.filemask.db                            = „CintaNotes“ užrašinė
import.filemask.xml                           = XML
import.successmsg.title                       = Įkėlimas sėkmingas
import.successmsg                             = Užrašų įkėlimas baigtas.{n} Įkelta užrašų: {0}.{n} Atnaujinta užrašų: {1}.{n} Praleista pasikartojimų: {2}
import.successmsg.sections                    = Įkelta sekcijų: {0}
import.successmsg.rules                       = Įkelta taisyklių: {0}
import.errormsg                               = Įkeliant užrašus įvyko klaida.
import.errormsg.title                         = Įkėlimo klaida
import.label.addtags                          = Pridėti žymas:
import.importsections                         = Įkelti sekcijas
import.importrules                            = Įkelti taisykles
import.allowduplicates                        = Leisti pasikartojimus

import.processdialog.caption                  = Įkėlimas
import.processdialog.message                  = Prašome palaukti, kol vyksta įkėlimas...

import.error.sectioncountexceeded             = Failas {0} negali būti įkeltas su sekcijomis. {n}Būtų peržengtas maksimalus [sections.limit] sekcijų limitas.

options.hotkeys.title                         = Nustatyti sparčiuosius klavišus
options.hotkeys.clip.label                    = Teksto ištraukimo (Clipping) spart. klavišas:
options.hotkeys.show.label                    = Pagrindinio lango rodymo spart. klavišas:
options.hotkeys.newnote.label                 = Naujo užrašo pridėjimo spart. klavišas:

options.hotkeys.hint                          = Kad panaikintum spart. klavišą, paspausk Esc atitinkamoje redagavimo eilutėje.{n}{n}Stenkis parinkti sp. klavišus, kurių nenaudoja kitos programos, nes tada  „CintaNotes“ gali paveikti jų normalų veikimą arba pati nebeveikti.
options.hotkeys.cannotregister                = Ši klavišų kombinacija negalima. Pasirink kitą.
options.hotkeys.cannotregister.title          = Neįmanoma priskirti sp. klavišo

filtercontrol.total.one                       = {0} užrašas
filtercontrol.total.many                      = {0} užrašai
filtercontrol.filtered.one                    = rasta {0}
filtercontrol.filtered.many                   = [filtercontrol.filtered.one]
filtercontrol.tooltip.sortby                  = Surūšiuoti pagal
filtercontrol.tooltip.back                    = Grįžti atgal
filtercontrol.tooltip.forward                 = Eiti pirmyn
filtercontrol.tooltip.back.extra              = Norėdami pamatyti istoriją, paspauskite dešinė pelės klavišą
filtercontrol.tooltip.forward.extra           = [filtercontrol.tooltip.back.extra]

tag.delete                                    = Ištrinti
tag.rename                                    = Pervadinti…
tag.merge                                     = Sujungti…
tag.delete.confirm.title                      = ištrinti žymas
tag.delete.confirm.message.one                = Ar tikrai nori ištrinti pasirinktą žymą?
tag.delete.confirm.message.many               = Ar tikrai nori ištrinti pasirinktas žymas?
tag.delete.confirm.usecount.one               = Pasirinkta žymė yra naudojama tokiame kiekyje užrašų: {0}
tag.delete.confirm.usecount.many              = Pasirinktos žymės yra naudojamos tokiame kiekyje užrašų: {0}
tag.displaycounts                             = Rodyti statistiką
tag.properties                                = Ypatybės...
tag.add                                       = Nauja...
tag.addchild                                  = Nauja antrinė...
tag.expandall                                 = Išskleisti viską
tag.collapseall                               = Sutraukti viską

tag.filter.none                               = Jokio žymų filtro
tag.filter.used                               = Tik panaudotos žymos
tag.filter.related                            = Tik susiję žymos

tagproperties.title                           = {0} Ypatybės
tagproperties.autodeletecheckbox              = Automatiškai ištrinta
tagproperties.autodeletecheckbox.tip          = Panaikinti žymą, kai nėra nė vieno užrašo su ja
tagproperties.autoexpandedcheckbox            = Numatyta išskleista

deletetags.deletechildren                     = Ištrinti su visomis antrinėmis žymomis
deletetags.deletenotes.one                    = Ištrinti {0} užrašą
deletetags.deletenotes.many                   = Ištrinti užrašus: {0}
deletetags.deletenotes.havingthistag.one      = turi šią žymą
deletetags.deletenotes.havingthistag.many     = turi šias žymas

newtag.title                                  = Nauja žyma
newtag.name                                   = Žymos pavadinimas:
newtag.autodeletecheckbox                     = [tagproperties.autodeletecheckbox]
newtag.autodeletecheckbox.tip                 = [tagproperties.autodeletecheckbox]

newchildtag.title                             = Nauja antrinė žyma

tagsidebar.all                                = Visi
tagsidebar.untagged                           = Nežymėti
tagsidebar.more                               = (dar {0})
tagsidebar.confirmtagdrop.title               = Žymos pervadinimas
tagsidebar.confirmtagdrop.text                = Pervadinti žymą „{0}“ į „{1}“?

notebookconfig.title                          = Užrašinės parametrai
notebookconfig.path.caption                   = Užrašinės failas:
notebookconfig.path.browse.mask               = „CintaNotes“ užrašinė (*.db)|*.db|Visi failai (*.*)|*.*
notebookconfig.path.browse.caption            = Ieškoti  „CintaNotes“ užrašinės failo
notebookconfig.disconnect.enabled             = {s}Leisti išorinę užrašinės sinchronizaciją
notebookconfig.disconnect.label               = Atleisti failų užraktą po:
notebookconfig.disconnect.seconds             = neaktyvumo sekundžių
notebookconfig.move                           = {s}Perkelti esamą užrašinę

noterichedit.format                           = &Formatuoti
noterichedit.format.bold                      = &Pastorintas
noterichedit.format.italic                    = Pa&sviręs
noterichedit.format.underline                 = Pa&brauktas
noterichedit.format.strikeout                 = P&erbrauktas
noterichedit.format.highlight                 = Iš&ryškinti
noterichedit.format.monospace                 = &Monospace

noterichedit.align                            = &Lygiavimas
noterichedit.align.left                       = Kairėje
noterichedit.align.center                     = &Centre
noterichedit.align.right                      = &Dešinėje

noterichedit.indent                           = &Įtrauka
noterichedit.format.indent                    = &Įtrauka
noterichedit.format.outdent                   = &Atvirkštinė įtrauka

noterichedit.format.list.bullet               = Sąrašas
noterichedit.format.list.numbered             = &Numeruotas sąrašas

noterichedit.format.clear                     = &Išvalyti

noterichedit.insertlink                       = &Įtraukti nuorodą
noterichedit.insertlink.url                   = &URL
noterichedit.insertlink.note                  = &Užrašas
noterichedit.insertlink.file                  = &Failas
noterichedit.insertlink.attachment            = &Priedas

noterichedit.paste.intolistitem               = Įkelti į sąrašo elementą
noterichedit.paste.intolist                   = Įkelti į sąrašą

noterichedit.editlink                         = Perkelti nuorodą
noterichedit.deletelink                       = Ištrinti nuorodą
noterichedit.copynotelink                     = Kopijuoti &nuorodą į užrašą

richedit.find                                 = Rasti...
richedit.replace                              = Pakeisti...

noteproperties.title                          = Užrašo ypatybės
noteproperties.source.label                   = Šaltinis:
noteproperties.created.label                  = Sukurta:
noteproperties.modified.label                 = Redaguota:
noteproperties.notesize.label                 = Įrašo dydis: {0} KB
noteproperties.notesizeondisk.label           = {0} KB diske
noteproperties.charcount.label                = Simbolių: {0}
noteproperties.wordcount.label                = Žodžių: {0}
noteproperties.error.invaliddates             = Pakeitimo data negali būti ankstesnė nei sukūrimo data

selecturldialog.title                         = Įveskite URL
selecturldialog.url                           = URL:

error.notebook.filedeleted                    = Užrašinės failas buvo ištrintas.{n}Programa bus uždaryta.
error.notebook.unknownversion                 = Užrašinės failas '{0}'{n}buvo sukurtas naudojantis naujesne „[app.name]“ versija ir negali būti atvertas.{n}{n}Norėdami atverti šį failą, parsisiųskite naujausią „[app.name]“ versiją iš [app.url].
error.notebook.cantopenwhenupgrade            = Užrašinės failas '{0}'{n}buvo sukurtas naudojantis senesne „[app.name]“ versija ir negali būti atnaujintas.{n}Prašome patikrinti, ar turite rašymo teises šiam failui.
error.notebook.upgradeerror                   = Užrašinės failas '{0}'{n}buvo sukurtas naudojantis senesne „[app.name]“ versija ir negali būti atnaujintas.{n}{n}Klaidos pranešimas: {1}
error.notebook.encrypted                      = Užrašinės failas '{0}'{n} yra užšifruotas.
error.notebook.databasedamaged                = Užrašinės failas '{0}'{n}buvo sugadintas ir negali būti atvertas.{n}{n}Klaidos pranešimas: {1}
error.notebook.busy                           = Užrašinės failą „{0}“{n}naudoja kita programa ir jis negali būti atvertas.
error.note.notfound                           = Šis užrašas ištrintas

error.notebook.dbcorrupt.title                = Užrašinės duomenų bazės įspėjimas
error.notebook.dbcorrupt.message              = Užrašinės duomenų bazės failas gali būti sugadintas. Norėdami jį sutvarkyti, nusiųskite toliau pateikiamą informaciją į [support.email]: {0}

license.key.status.notfound                   = Nerasta registracijos informacija.
license.key.status.valid                      = Registracijos informacija teisinga.
license.key.status.invalid                    = Registracijos informacija yra klaidinga.
license.key.status.stolen                     = Tiekėjas deaktyvavo registracijos raktą.
license.key.status.expired                    = Registracijos rakto galiojimo laikas yra pasibaigęs.
license.key.status                            = Registracijos rakto būsena: {0}

license.type.basic                            = Paprasta (nemokama) licencija
license.type.pro                              = PRO licencija
license.type.company                          = PRO licencija (kompanijos)
license.type.promo                            = [license.type.pro] (pavyzdinė)
license.type.lifetime                         = Nesibaigianti [license.type.pro]
license.type.trial                            = Bandomoji PRO licencija

licensedialog.title                           = Licencija
licensedialog.reqexttrial                     = Prašyti pratęsto išbandymo
licensedialog.register.success                = Ačiū jums už registraciją!
licensedialog.register.success.title          = Pavyko
licensedialog.register.fail                   = Registracija nepavyko
licensedialog.register.expired                = Šis licencijos raktas nebegalioja esamai „[app.name]“ versijai.
licensedialog.register.expired.extra          = Šis licencijos raktas yra tinkamas tik versijoms, išleistoms iki {0},{n}tačiau ši versija ({1}) buvo išleista {2}.
licensedialog.replace.confirm                 = &Ar norite pakeisti savo dabartinę licenciją?
licensedialog.replace.confirm.title           = &Pakeisti licenciją?

licensedialog.type.trial                      = [license.type.trial]
licensedialog.type.trial.descr                = Laikina versija su visu funkcionalumu. Likę dienų išbandymui: {0}
licensedialog.type.pro                        = [license.type.pro]
licensedialog.type.pro.descr                  = Versija su visu funkcionalumu
licensedialog.type.pro.name                   = Užregistruota: {0}
licensedialog.type.pro.email                  = El. paštas: {0}
licensedialog.type.pro.key                    = Licencijos raktas:
licensedialog.type.pro.expdate                = Baigiasi: {0}
licensedialog.type.pro.updexpdate             = Nemokami naujinimai iki: {0}
licensedialog.type.pro.enternew               = Įveskite naują licencijos raktą
licensedialog.type.basic                      = [license.type.basic]
licensedialog.type.basic.descr                = Versija su apribotu funkcionalumu

licensedialog.never                           = Niekada
licensedialog.unlimited                       = Neribota

licensedialog.buykey                          = Įsigyti raktą
licensedialog.renewkey                        = Atnaujinti raktą
licensedialog.upgradekey                      = Pereiti prie nesibaigiančio rakto

licensedialog.detectedkey.title               = Aptiktas licencijos raktas
licensedialog.detectedkey.message             = „CintaNotes“ aptiko šį licencijos raktą:
licensedialog.detectedkey.apply               = Naudoti raktą
licensedialog.detectedkey.next.apply          = Jei norite naudoti šį raktą, spustelėkite mygtuką „[licensedialog.detectedkey.apply]“ žemiau.

licensekeydialog.title                        = Įveskite naują licencijos raktą
licensekeydialog.name                         = Vardas ir pavardė
licensekeydialog.email                        = El. paštas
licensekeydialog.key                          = Raktas

licenserequireddialog.title                   = Reikalingas licencijos atnaujinimas.
licenserequireddialog.message.default         = Ši funkcija yra neprieinama su jūsų turimą licencija.
licenserequireddialog.message.upg             = Norėdami naudotis šia funkcija, atnaujinkite savo licenciją!{n}{n}Norėdami sužinoti daugiau, paspauskite žemiau esantį mygtuką "Licencija".
licenserequireddialog.licensebutton           = Licencija

licenseexpireddialog.title                    = Licencija baigėsi
licenseexpireddialog.renew.message            = Jūsų licencijos raktas nebegalioja esamai „[app.name]“ versijai.{n}Jūs galite atnaujinti savo licenciją arba sugrįžti prie pradinės (nemokamos) versijos.
licenseexpireddialog.buy.message              = Jūsų išbandymo laikas baigėsi.{n}Prašome įsigyti PRO licenciją arba sugrįžti prie pradinės (nemokamos) versijos.
licenseexpireddialog.freebutton               = Sugrįžti
licenseexpireddialog.renewbutton              = Atnaujinti
licenseexpireddialog.buybutton                = Įsigyti
licenseexpireddialog.exitbutton               = Išeiti
licenseexpireddialog.dontshowdialog           = Neberodyti šio pranešimo
licenseexpireddialog.renew.hintlabel          = Licencijos atnaujinimas užima vos porą minučių{n} bei yra siūlomas su [license.renew.discount] nuolaida nuo pilnos kainos.
licenseexpireddialog.buy.hintlabel            = PRO licencijos įsigijimas užima vos porą minučių.

trialexpireddialog.title                      = „[app.name]“ išbandymas baigėsi
trialexpireddialog.message                    = Jūsų 10 d. „CintaNotes“ PRO išbandymas baigėsi,{n}ir jūsų licencija buvo automatiškai grąžinta į pradinę (nemokamą). {n}{n}Jei trūksta papildomo laiko išbandymui, dabar nemokamai galite{n}paprašyti 30 d. pratęsto išbandymo. {n}
trialexpireddialog.requestext                 = Prašyti pratęsto išbandymo
trialexpireddialog.buy                        = Įsigyti licenciją
trialexpireddialog.usefree                    = Grįžti prie paprastos

licensemanager.trial.first                    = Nemokamas {0} d. „CintaNotes“ PRO išbandymas pradėtas. Spustelėkite čia, norėdami pamatyti galimas licencijas.
licensemanager.trial.continue                 = Jau praėjo {0} d. iš jūsų {1} d. PRO išbandymo. Spustelėkite čia, norėdami pratęsti išbandymą dar {2} d. už dyką.
licensemanager.key.willexpire                 = Jūsų licencijos raktas baigiasi už {0} d. Spustelėkite čia, norėdami pamatyti galimas licencijas.
licensemanager.freeupdates.willexpire         = Jūsų PRO naujinimų prenumerata baigiasi už {0} d. Spustelėkite čia, norėdami pamatyti galimas licencijas.

updatedialog.title                            = Ieškoti atnaujinimų
updatedialog.initmessage                      = Atnaujinimų ieškojimas nutrauktas.{n} Norėdami kartoti, paspauskite mygtuką "Tikrinti vėl".
updatedialog.label.changes                    = Versijos pakeitimai:
updatedialog.button.check                     = Tikrinti vėl
updatedialog.button.download                  = Siųstis
updatedialog.label.autocheck                  = Vykdyti šį tikrinimą automatiškai.
updatedialog.error.invalidfile                = Klaidingas versijos failas.
updatedialog.error.connectionrefused          = Sujungimas atmestas.
updatedialog.error.servernotresponding        = Serveris neatsako.
updatedialog.error.invalidproxysettings       = Klaidingi įgaliotojo serverio nustatymai.
updatedialog.error.inetdisconnected           = Internetas atjungtas.
updatedialog.warn.newversion.licensekeyinvalid = Dėmesio! Jūsų dabartinis licencijos raktas netinka šiai versijai.{n}Prašome atsinaujinti raktą, jeigu norite ir toliau naudotis „PRO“ galimybėmis.
updatedialog.result.uptodate                  = Ši  „CintaNotes“ versija ({0}) yra naujausia.
updatedialog.result.newversion                = Yra nauja „[app.name]“ versija: {0}
updatedialog.state.connecting                 = Jungiamasi...
updatedialog.state.findingserver              = Ieškomas serveris...
updatedialog.state.downloadingfile            = Parsiunčiamas failas...

updatedialog.downloaddialog.title             = Įspėjimas
updatedialog.downloaddialog.msg               = Ši versija gali pakeisti jūsų užrašinės failo formatą, dėl to senesnės „CintaNotes“ versijos nebegalės jo perskaityti.{n}{n}Jei norite naudotis „PRO“ galimybėmis naujojoje versijoje, turite atsinaujinti licencijos raktą dar prieš diegdami naująją versiją, arba galite pereiti prie nesibaigiančios licencijos.{n}{n}Ką pasirinksite?
updatedialog.downloaddialog.download          = Vis tiek parsiųsti
updatedialog.downloaddialog.renew             = Atnaujinti licencijos raktą
updatedialog.downloaddialog.upgrade           = Pereiti prie nesibaigiančios licencijos

proxysettingsdialog.title                     = Įgaliotojo serverio) nustatymai
proxysettingsdialog.server                    = Serveris:
proxysettingsdialog.port                      = Prievadas:
proxysettingsdialog.username                  = Vartotojas:
proxysettingsdialog.password                  = Slaptažodis:
proxysettingsdialog.mode.disabled             = Išjungti įgaliotąjį serverį
proxysettingsdialog.mode.preconfig            = Naudoti sistemos įgaliotojo serverio nustatymus
proxysettingsdialog.mode.enabled              = Naudoti įgaliotąjį serverį:
proxysettingsdialog.error.invalidport         = Prievadas turi būti teigiamas skaičus

synchronizationbar.sync.tip                   = Sinchronizuoti dabar
synchronizationbar.cancel.tip                 = Atsisakyti
synchronization.status.starting               = Pradedamas sinchronizavimas...
synchronization.status.login                  = Jungiamasi...
synchronization.status.retrieveindex          = Gaunamas užrašų sąrašas...
synchronization.status.addlocalnotes          = Gaunami nauji užrašai... {0} iš {1}
synchronization.status.updatelocalnotes       = Gaunami atnaujinimai... {0} iš {1}
synchronization.status.removelocalnotes       = Pašalinami vietiniai užrašai... {0} iš {1}
synchronization.status.restorelocalnotes      = Atkuriami vietiniai užrašai iš šiukšlinės... {0} iš {1}
synchronization.status.totrashlocalnotes      = Vietiniai užrašai perkeliami į šiukšlinę... {0} iš {1}
synchronization.status.addremotenotes         = Išsiunčiami nauji užrašai... {0} iš {1}
synchronization.status.updateremotenotes      = Išsiunčiami atnaujinimai... {0} iš {1}
synchronization.status.removeremotenotes      = Pašalinami nutolę užrašai... {0} iš {1}
synchronization.status.restoreremotenotes     = Atkuriami nutolę užrašai iš šiukšlinės... {0} iš {1}
synchronization.status.totrashremotenotes     = Nutolę užrašai perkeliami į šiukšlinę... {0} iš {1}
synchronization.status.cancelling             = Atšaukiama...

synchronization.result.local                  = Vietiniai:
synchronization.result.remote                 = Nutolę:
synchronization.result.added                  = Pridėta:
synchronization.result.updated                = Atnaujinta:
synchronization.result.removed                = Pašalinta:
synchronization.result.errors                 = Klaidos:

synchronization.error.downloadattachment      = Priedo „{0}“ parsiuntimas nepavyko.
synchronization.error.uploadattachment        = Priedo „{0}“ parsiuntimas nepavyko.
synchronization.error.deleteattachment        = Priedų šalinimas serveryje nepavyko.
synchronization.error.exceededfileslimit      = Bendro priedų dydžio riba ({0} [mbytes]) viršyta {1} [mbytes].{n}Pašalinkite dalį priedų, norėdami tęsti sinchronizavimą.

synchronization.state.completed               = Sinchronizavimas baigtas.
synchronization.state.completedwitherrors     = Sinchronizavimas nebaigtas, prašome pabandyti vėliau.
synchronization.state.completedempty          = Sinchronizavimas baigtas. Nerasta jokių pakeitimų.
synchronization.state.failed                  = Sinchronizavimas nepavyko.
synchronization.state.authorizationfailed     = Nepavyko gauti prieigos.
synchronization.state.invalidproxysettings    = Klaidingi įgaliotojo serverio nustatymai.
synchronization.state.systemproxyautherror    = Įgaliotasis serveris reikalauja atpažinimo. Prašome naudoti rankines nusotatas.
synchronization.state.nameresolvingfailed     = Nepavyksta prisijungti. Serverio vardas nerastas.
synchronization.state.internetdisconnected    = Nėra interneto ryšio.
synchronization.state.servernotresponding     = Serveris neatsako.

synchronization.state.notsynchronized         = Nesinchronizuota
synchronization.state.lastsynchronization     = Paskutinis sinchronizavimas: {0}

syncpropertiesdialog.title                    = Simplenote sinchronizavimo ypatybės
syncpropertiesdialog.login                    = Prisijungimo vardas:
syncpropertiesdialog.password                 = Slaptažodis:
syncpropertiesdialog.enabled.allnotebook      = Sinchronizuoti šią užrašinę su Simplenote
syncpropertiesdialog.section.all              = Sinchronizuoti visas sekcijas
syncpropertiesdialog.section.selected         = Sinchronizuoti tik pasirinktas sekcijas:
syncpropertiesdialog.conflictpolicy           = Konfliktų sprendimo veiksmai:
syncpropertiesdialog.conflictpolicy.local     = Naudoti vietinį
syncpropertiesdialog.conflictpolicy.remote    = Naudoti nutolusį
syncpropertiesdialog.conflictpolicy.last      = Naudoti paskiausią
syncpropertiesdialog.cachereset.loginchanged  = Jūs pakeitėte prisijungimo vardą.{n}Sinchronizacijos podėlis bus išvalytas, o visi nutolę užrašai bus laikomi naujais.{n}{n}Tęsti?
syncpropertiesdialog.cachereset.title         = Atstatyti sinchronizavimo duomenis?
syncpropertiesdialog.autosync.checkbox        = Sinchronizuoti automatiškai kas
syncpropertiesdialog.autosync.suffix          = minučių
syncpropertiesdialog.button.proxysettings     = Įgaliotojo serverio nustatymai
syncpropertiesdialog.sectionselection.error   = Jūs turėtumėte pasirinkti bent vieną sekciją
syncpropertiesdialog.webdavserver.cinta       = „CintaNotes“ serveris (naudojama {0} iš {1} MB)
syncpropertiesdialog.webdavserver.custom      = Savas „WebDAV“ serveris
syncpropertiesdialog.attachments              = Priedams sunaudota serverio vieta:
syncpropertiesdialog.attachments.remaining    = [syncpropertiesdialog.attachments]: {0} iš {1}{2} (liko {3}{2})
syncpropertiesdialog.attachments.exceed       = [syncpropertiesdialog.attachments]: {0} iš {1}{2}
syncpropertiesdialog.attachments.exceedwarning = DĖMESIO: viršyta serverio vietos riba!{n}Sumažinkite bendrą sinchronizuotų priedų dydį (reikia {0}{1}),{n}norėdami tęsti sinchronizavimą.

webdavpropertiesdialog.title                  = „WebDAV“ sujungimo savybės
webdavpropertiesdialog.host                   = Serveris
webdavpropertiesdialog.port                   = Prievadas
webdavpropertiesdialog.serverpath             = Serverio kelias
webdavpropertiesdialog.user                   = Naudotojas
webdavpropertiesdialog.password               = Slaptažodis
webdavpropertiesdialog.button.test            = Išbandyti
webdavpropertiesdialog.protocol.http          = HTTP
webdavpropertiesdialog.protocol.https         = HTTPS
webdavpropertiesdialog.error.port             = Prievadas turi būti teigiamas skaičius
webdavpropertiesdialog.connectiontest.title   = Sujungimo bandymas
webdavpropertiesdialog.connectiontest.success = Sujungimas sėkmingas
webdavpropertiesdialog.connectiontest.fail    = Sujungimas nepavyko

rulesdialog.title                             = Taisyklės
rulesdialog.add.tip                           = Pridėti naują taisyklę
rulesdialog.remove.tip                        = Pašalinti pasirinktas taisykles
rulesdialog.apply.confirm.title               = Pritaikyti pakeistas taisykles?
rulesdialog.apply.confirm.message             = Pritaikyti pakeistas taisykles esamiems užrašams?
rulesdialog.viewlog                           = Peržiūrėti žurnalą
rulesdialog.confirmdelete.one                 = Pašalinti {1} pasirinktą taisyklę?
rulesdialog.confirmdelete.many                = Pašalinti {0} taisykles (-ių)?
rulesdialog.confirmdelete.title.one           = Pašalinti taisyklę?
rulesdialog.confirmdelete.title.many          = Pašalinti taisykles?

rulesdialog.licenserequired                   = Perspėjame, kad be PRO licencijos galite tik kurti iš išbandyti taisykles, bet ne jas naudoti.
rulesdialog.licenserequired.title             = Perspėjimas dėl riboto funkcionalumo

rulesdialog.delete.stilledited                = Negalima pašalinti taisyklės, kuri yra redaguojama
rulesdialog.delete.stilledited.title          = Negalima pašalinti

rulesdialog.close.stilledited                 = Kai kurios taisyklės dar redaguojamos. Prašome pirma tai užbaigti.
rulesdialog.close.stilledited.title           = Negalima uždaryti

ruleeditdialog.title                          = Keisti taisyklę
ruleeditdialog.name                           = Taisyklės pavadinimas (nebūtina)
ruleeditdialog.active                         = Aktyvi
ruleeditdialog.button.testrule                = Išbandyti taisyklę

ruleeditdialog.errormessage.title             = Taisyklėje yra klaidų

rule.errors.conditions.emptyvalue             = Taisyklės sąlygoje yra tuščių reikšmių.
rule.errors.conditions.size.notinteger        = Reikalinga sveikojo skaičiaus dydžio reikšmė.
rule.errors.conditions.size.negative          = Reikalinga neneigiama sveikojo skaičiaus dydžio reikšmė.
rule.errors.conditions.size.notpositive       = Reikalinga teigiama sveikojo skaičiaus dydžio reikšmė.

rule.errors.actions.empty                     = Turi būti nurodytas bent vienas veiksmas.
rule.errors.actions.more_than_one_section_action = Vienai taisyklei galimas tik vienas „[actioneditor.actiontype.section]“ veiksmas.
rule.errors.actions.no_tags_specified         = Prašome nurodyti bent vieną žymą.
rule.errors.actions.redundant_actions         = Taisyklėje yra perteklinių veiksmų, kurie neturės jokios įtakos ir turėtų būti pašalinti.

ruleeditor.conditionlist.title                = [if]
ruleeditor.conditionlist.label.one            = sąlyga tenkinama:
ruleeditor.conditionlist.label.all            = visos sąlygos tenkinamos:

ruleeditor.conditionlist.add.tip              = Pridėti naują sąlygą

ruleeditor.actionlist.add.tip                 = Pridėti naują veiksmą

ruleeditor.actionlist.title                   = [then]

fieldconditioneditor.delete.tip               = Pašalinti sąlygą
fieldconditioneditor.value.add.tip            = Pridėti naują reikšmę
fieldconditioneditor.value.delete.tip         = Pašalinti reikšmę

fieldconditioneditor.field.anytext            = Bet kuris tekstinis laukas
fieldconditioneditor.field.title              = Pavadinimas
fieldconditioneditor.field.text               = Tekstas
fieldconditioneditor.field.link               = Nuoroda
fieldconditioneditor.field.tags               = Žymos
fieldconditioneditor.field.remarks            = Pastabos
fieldconditioneditor.field.attachments        = Priedai
fieldconditioneditor.field.section            = Sekcija
fieldconditioneditor.field.created            = Sukurta
fieldconditioneditor.field.modified           = Redaguota
fieldconditioneditor.field.note               = Užrašas

fieldconditioneditor.op.contains              = talpina
fieldconditioneditor.op.containsall           = talpina viską iš
fieldconditioneditor.op.starts                = prasideda su
fieldconditioneditor.op.ends                  = baigiasi su
fieldconditioneditor.op.equals                = sutampa su
fieldconditioneditor.op.hasall                = turi viską iš
fieldconditioneditor.op.hasany                = turi
fieldconditioneditor.op.isempty               = yra tuščia
fieldconditioneditor.op.before                = prieš
fieldconditioneditor.op.after                 = po
fieldconditioneditor.op.isnew                 = yra naujas
fieldconditioneditor.op.itemcontains          = turi elementų, talpinančių
fieldconditioneditor.op.itemstarts            = turi elementų, prasidedančių su
fieldconditioneditor.op.itemends              = turi elementų, besibaigiančių su
fieldconditioneditor.op.itemequals            = turi elementų, sutampančių su
fieldconditioneditor.op.sizegreater           = bendras dydis KB yra didesnis nei
fieldconditioneditor.op.sizesmaller           = bendras dydis KB yra mažesnis nei
fieldconditioneditor.op.haschildrenof         = turi vaikų iš
fieldconditioneditor.op.hasparentsof          = turi tėvų iš

fieldconditioneditor.op.isempty.attachments   = neegzistuoja
fieldconditioneditor.op.itemcontains.attachments = turi failų pavadinimų, talpinančių
fieldconditioneditor.op.itemstarts.attachments = turi failų pavadinimų, prasidedančių su
fieldconditioneditor.op.itemends.attachments  = turi failų pavadinimų, besibaigiančių su
fieldconditioneditor.op.itemequals.attachments = turi failų pavadinimų, sutampančių su

fieldconditioneditor.op.not.isempty.attachments = egzistuoja
fieldconditioneditor.op.not.itemcontains.attachments = joks failo pavadinimas netalpina
fieldconditioneditor.op.not.itemstarts.attachments = joks failo pavadinimas neprasideda su
fieldconditioneditor.op.not.itemends.attachments = joks failo pavadinimas nesibaigia su
fieldconditioneditor.op.not.itemequals.attachments = joks failo pavadinimas nesutampa su

fieldconditioneditor.op.before.anytext        = eina prieš
fieldconditioneditor.op.after.anytext         = eina po

fieldconditioneditor.op.not.contains          = netalpina
fieldconditioneditor.op.not.containsall       = netalpina nieko iš
fieldconditioneditor.op.not.starts            = neprasideda su
fieldconditioneditor.op.not.ends              = nesibagia su
fieldconditioneditor.op.not.equals            = nesutampa su
fieldconditioneditor.op.not.hasall            = neturi nieko iš
fieldconditioneditor.op.not.hasany            = neturi
fieldconditioneditor.op.not.isempty           = nėra tuščia
fieldconditioneditor.op.not.isnew             = nėra naujas
fieldconditioneditor.op.not.itemcontains      = neturi elementų, talpinančių
fieldconditioneditor.op.not.itemstarts        = neturi elemntų, prasidedančių su
fieldconditioneditor.op.not.itemends          = neturi elementų, besibaigiančių su
fieldconditioneditor.op.not.itemequals        = neturi elementų, sutampančių su
fieldconditioneditor.op.not.haschildrenof     = neturi vaikų iš
fieldconditioneditor.op.not.hasparentsof      = neturi tėvų iš

actioneditor.delete.tip                       = Pašalinti veiksmą

actioneditor.actiontype.tag                   = Pridėti žymą (-as)
actioneditor.actiontype.untag                 = Pašalinti žymą (-as)
actioneditor.actiontype.section               = Perkelti į sekciją
actioneditor.actiontype.tag-untag             = Priskirti žymą (-as)

actioneditor.untag                            = Nužymėti, kai sąlygos netenkinamos

ruleslist.active                              = &Aktyvi
ruleslist.add                                 = &Pridėti
ruleslist.edit                                = &Keisti
ruleslist.delete                              = Pa&šalinti
ruleslist.duplicate                           = D&ubliuoti
ruleslist.duplicate.suffix                    = kopijuoti

ruleslist.preview.active                      = Aktyvi
ruleslist.preview.inactive                    = Neaktyvi
ruleslist.preview.paused                      = Pristabdyta: reikalinga PRO licencija

ruleslist.preview.forall                      = Visiems užrašams
ruleslist.preview.donothing                   = nieko nedaryti

ruleslist.empty                               = Šioje užrašinėje kol kas nėra taisyklių.{n}Norėdami pridėti naują taisyklę, spustelėkite „+“ piktogramą arba paspauskite Ins klavišą.

rule.test.progress.title                      = Išbandoma taisyklė
rule.test.progress.message                    = Taisyklė išbandoma su {0} esamų užrašų...
rule.test.error.title                         = [error]
rule.test.success.title                       = Išbandymas atliktas
rule.test.success.message                     = Taisyklės išbandymas su {0} užrašų baigtas:
rule.test.success.message.actions             = Taisyklės veiksmai būtų atlikti {0} kartą (-us, -ų)

rule.apply.progress.title                     = Pritaikomos taisyklės
rule.apply.progress.message                   = Prašome palaukti, kol taisyklės pritaikomos užrašams...
rule.apply.error.title                        = [error]

ruleslogdialog.title                          = Taisyklių žurnalas

ruleslogdialog.column.dateapplied             = Pritaikymo data
ruleslogdialog.column.rulename                = Taisyklės pavadinimas
ruleslogdialog.column.notetitle               = Užrašo pavadinimas
ruleslogdialog.column.addedtags               = Pridėtos žymos
ruleslogdialog.column.removedtags             = Pašalintos žymos
ruleslogdialog.column.movedtosection          = Perkelta į sekciją

ruleslogdialog.columnvalue.rulename.deleted   = pašalinta

ruleslogdialog.button.undo                    = Atšaukti
ruleslogdialog.button.clear                   = Išvalyti žurnalą
ruleslogdialog.menu.undo                      = [ruleslogdialog.button.undo]

ruleslogdialog.confirm.undo.title             = Atšaukti taiskylių taikymą
ruleslogdialog.confirm.undo.message           = Atšaukti {0} pasirinktų taiskylių taikymų?
ruleslogdialog.confirm.clear.title            = Išvalyti taiskylių žurnalą
ruleslogdialog.confirm.clear.message          = Pašalinti visus taisyklių taikymo įrašus?

notification.ruleapplied.one                  = Taisyklė '{0}' buvo pritaikyta {1} užrašui
notification.ruleapplied.many                 = Taisyklė '{0}' buvo pritaikyta {1} užrašams (-ų)

section.new                                   = Nauja...
section.new.tip                               = Sukurti naują sekciją
section.edit                                  = Ypatybės...
section.delete                                = Ištrinti
section.selectall                             = Pasirinkti viską
section.licenserequired                       = Jūsų turima licencija leidžia turėti tik iki {0} skilčių.
section.move.left                             = Perkelti &kairėn
section.move.right                            = Perkelti &dešinėn
section.dropnotes.tip.one                     = Perkelti užrašą į sekciją „{0}“
section.dropnotes.tip.many                    = Perkelti {0} užrašus (-ų) į sekciją „{1}“
section.droptext                              = Pridėti užrašą į sekciją „{0}“

section.confirmdelete                         = Ištrinti sekciją '{0}' su {1} užrašais?
section.confirmdelete.title                   = Ištrinti sekciją?
section.confirmdelete.many                    = ištrinti {0} pasirinktas sekcijas su {1} užrašų?
section.confirmdelete.title.many              = Ištrinti sekcijas?

section.all                                   = [tagsidebar.all]
section.main                                  = Pagrindinė
section.inbox                                 = Nustatyti kaip gavimo vietą

sectionedit.title                             = Keisti sekcijos savybes
sectionedit.title.new                         = Sukurti naują sekciją
sectionedit.name                              = Pavadinimas:
sectionedit.color                             = Spalva:
sectionedit.sectionalreadyexists              = Skecija šiuo pavadinimu jau yra

movetosection.title                           = Perkelti į sekciją
movetosection.label.one                       = Perkelti {0} užrašą į sekciją:
movetosection.label.many                      = Perkelti {0} užrašus (-ų) į sekciją

clipping.balloon.caption                      = Įkelta iš „[app.name]“
clipping.balloon.intosection                  = į
clipping.balloon.tagged                       = ir pažymėta [{0}]

filedialog.filemask.all                       = Visi failai

ctrl                                          = Ctrl
alt                                           = Alt
shift                                         = Shift
win                                           = Win
esc                                           = Esc
enter                                         = Enter
ins                                           = Ins
del                                           = Del
home                                          = Home
end                                           = End
pgup                                          = PgUp
pgdown                                        = PgDown
space                                         = Tarpas
left                                          = Kairėn
right                                         = Dešinėn
up                                            = Aukštyn
down                                          = Žemyn
bksp                                          = BkSp

bytes                                         = B
kbytes                                        = KB
mbytes                                        = MB
gbytes                                        = GB
